{
  "plugins": {
    "ale": {
      "src": "https://github.com/dense-analysis/ale"
    },
    "awesome-vim-colorschemes": {
      "src": "https://github.com/rafi/awesome-vim-colorschemes"
    },
    "bullets.vim": {
      "src": "https://github.com/dkarter/bullets.vim"
    },
    "completion-nvim": {
      "src": "https://github.com/nvim-lua/completion-nvim"
    },
    "dashboard-nvim": {
      "src": "https://github.com/glepnir/dashboard-nvim"
    },
    "delimitMate": {
      "src": "https://github.com/Raimondi/delimitMate"
    },
    "fd": {
      "src": "https://github.com/sharkdp/fd"
    },
    "git-blame.vim": {
      "src": "https://github.com/zivyangll/git-blame.vim"
    },
    "nerdtree": {
      "src": "https://github.com/scrooloose/nerdtree"
    },
    "nvim-gdb": {
      "src": "https://github.com/sakhnik/nvim-gdb"
    },
    "nvim-lastplace": {
      "src": "https://github.com/ethanholz/nvim-lastplace"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-terminal": {
      "src": "https://github.com/s1n7ax/nvim-terminal"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onedark.vim": {
      "src": "https://github.com/joshdick/onedark.vim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "ripgrep": {
      "src": "https://github.com/BurntSushi/ripgrep"
    },
    "tagbar": {
      "src": "https://github.com/preservim/tagbar"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trailertrash.vim": {
      "src": "https://github.com/csexton/trailertrash.vim"
    },
    "vim-airline": {
      "src": "https://github.com/vim-airline/vim-airline.git"
    },
    "vim-cmake": {
      "src": "https://github.com/cdelledonne/vim-cmake"
    },
    "vim-commentary": {
      "src": "https://github.com/tpope/vim-commentary"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-lastplace": {
      "src": "https://github.com/farmergreg/vim-lastplace"
    },
    "vim-livedown": {
      "src": "https://github.com/shime/vim-livedown"
    },
    "vim-maximizer": {
      "src": "https://github.com/szw/vim-maximizer"
    },
    "vimspector": {
      "src": "https://github.com/puremourning/vimspector"
    }
  }
}
